Repository: common-repository/tm-getcomplied-gdpr-wp
Catalog: languages/tm-getcomplied-gdpr-wp-*.po
Languages: pt_pt

source: GetComplied - GDPR Platform
pt_pt: GetComplied - Plataforma RGPD

source: Follow these steps in order to get GetComplied installed.
pt_pt: Siga estas etapas para instalar o GetComplied.

source: Visit
pt_pt: Visite

source: and create an account.
pt_pt: e crie uma conta.

source: Create at least 1 policy and 1 cookie.
pt_pt: Crie no mínimo 1 politica e 1 cookie.

source: Create your project and add this site domain ( %s ) in the Info -> Project Domains.
pt_pt: Crie seu projeto e adicione este domínio do site ( %s ) em Informações -> Domínios do Projeto.

source: Copy paste your Project ID.
pt_pt: Copie e cole o ID do Projeto.

source: Insert your project id
pt_pt: Insera o id do projeto

source: Save Project ID
pt_pt: Guarde o ID do Projeto

source: Open your website and check your compliances
pt_pt: Abra seu site e verifique sua conformidade

source: Visit my website
pt_pt: Visitar o meu site

source: Tutorial to install and configure this Plugin
pt_pt: Tutorial para instalar e configurar este plug-in

source: Visit the offical site: www.getcomplied.com
pt_pt: Visite o site oficial: www.getcomplied.com

source: Developer Docs
pt_pt: Documentos do programador

source: Follow us in FACEBOOK
pt_pt: Siga-nos no Facebook

source: Follow us in TWITTER
pt_pt: Siga-nos no Twitter

source: Configure
pt_pt: Configurar
